Repository: mansxu/folder-gallery
Catalog: languages/foldergallery-*.po
Languages: fr_fr

source: Folder Gallery Error:
fr_fr: Erreur Folder Gallery :

source: Unable to find the directory %s.
fr_fr: Impossible de trouver le dossier %s.

source: No picture available inside %s.
fr_fr: Aucune image dans %s.

source: Unable to create the thumbnails directory inside %s.
fr_fr: Impossible de créer le dossier des miniatures dans %s.

source: Verify that this directory is writable (chmod 777).
fr_fr: Vérifier que ce dossier est autorisé en écriture (chmod 777).

source: Settings
fr_fr: Réglages

source: Folder Gallery Settings
fr_fr: Réglages de Folder Gallery

source: Gallery Engine
fr_fr: Moteur de la gallerie

source: None
fr_fr: Aucun

source: Thumbnail Settings
fr_fr: Réglages des miniatures

source: Display Thumbnails
fr_fr: Affichage des miniatures

source: All
fr_fr: Tous

source: Single
fr_fr: Unique

source: Sort Pictures by
fr_fr: Trier les images par

source: Filename
fr_fr: Nom du fichier

source: Filename (descending)
fr_fr: Nom du fichier (décroissant)

source: Date (descending)
fr_fr: Date (décroissant)

source: Random
fr_fr: Aléatoire

source: Columns
fr_fr: Colonnes

source: (0 = auto)
fr_fr: (0 = automatique)

source: Thumbnails Width
fr_fr: Largeur des miniatures

source: Thumbnails Height
fr_fr: Hauteur des miniatures

source: Picture Border
fr_fr: Bord de l'image

source: Padding
fr_fr: Marges internes

source: Margin
fr_fr: Marges

source: Show Thumbnail Captions
fr_fr: Afficher les légendes sous les vignettes

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Lightbox Settings
fr_fr: Réglages Lightbox

source: Caption Format
fr_fr: Format des légendes

source: Default (Title + Picture Number)
fr_fr: Par défault (Titre + Numéro)

source: Filename without extension
fr_fr: Nom du fichier sans extension

source: Smart Filename
fr_fr: Nom du fichier propre

source: Modification date
fr_fr: Date de modification

source: Modification date and time
fr_fr: Date et heure de modification

source: Modification date (RFC 2822)
fr_fr: Date de modification (RFC 2822)

source: Modification date (ISO 8601)
fr_fr: Date de modification (ISO 8601)

source: Lightview Options
fr_fr: Options Lightview

source: Lightview default options, comma-separated.
fr_fr: Options Lightview par défaut, séparées par des virgules.

source: For details, see:
fr_fr: Pour plus de détails, voir :

source: Fancybox Caption Style
fr_fr: Style des légendes Fancybox

source: Inside
fr_fr: Interne

source: Outside
fr_fr: Externe

source: Over
fr_fr: Superposé

source: Float
fr_fr: Flotant

source: Fancybox Transition
fr_fr: Transitions Fancybox

source: Autoplay Speed
fr_fr: Vitesse de défilement automatique

source: (0 = off)
fr_fr: (0 = désactivé)

source: Misc Settings
fr_fr: Réglages divers

source: Force 777 permissions on cache folders
fr_fr: Forcer des permissions 777 sur les dossiers de cache

source: Correct picture orientation according to EXIF tag. (Pictures will be overwritten.)
fr_fr: Corriger l'orientation de l'image d'après les données EXIF. (Le fichier sera remplacé.)
